oblaka3d/knobos/sdkconfig.defaults.c3
CONFIG_IDF_TARGET="esp32c3"
CONFIG_KNOBOS_BOARD_C3=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
